{"body":[{"section":"intro","content":[{"type":"text","value":"<span class=playable data-id=unlimited>Listen to this line</span> from the musical Wicked."},{"type":"text","value":"As a nod to The Wizard of Oz, Wicked composer Stephen Schwartz <a href=https://musicalschwartz.com/wicked-musical-themes.htm target=_blank>borrowed</a> the notes from “Somewhere Over The Rainbow”, put a different chord underneath, and slightly changed the rhythm. It’s pretty subtle and probably not something a listener would discern, but a nice callback to the musical’s original source material."},{"type":"text","value":"<span class=playable>Unlimited</span> vs. <span class=playable>Somewhere Over The Rainbow</span>"},{"type":"text","value":"What really makes this “unlimited” line iconic though, is that it repeats 3 times throughout the show, all at pivotal moments for the main character, Elphaba. Each time it’s repeated, it builds in emotional depth, subconsciously transporting you back to the earlier occurrences and prompting the audience to reflect on the change we’ve seen. (notice how the last one is in a different key, and features the lyrics “I’m limited” rather than “unlimited”)"},{"type":"ArcViz","value":{"id":"unlimited","musical":"wicked","title":"Wicked: “Unlimited” motif"}},{"type":"text","value":"This kind of thing happens in lots of art forms, from <a href=# target=_blank>film scores</a> to <a href=https://pudding.cool/2018/02/stand-up/ target=_blank>standup sets</a>. Depending on the medium, you might call it a theme, a callback, reincorporation. Repetition that creates structure and meaning."},{"type":"text","value":"Musically, the word <strong>motif</strong> describes a short, recurring musical idea, which could be melodic, rhythmic, or harmonic. Composers have been using this for forever. Think Beethoven’s 5th, where <span class=playable>da-da-da-DUM</span> repeats and reappears throughout the piece."},{"type":"text","value":"In the 19th century, German composers started formalizing the idea of attaching a motif to a person, place, or idea within a story (these specific kinds of motifs are referred to as leitmotifs). Think <span class=playable>Peter and the Wolf</span>, where different instruments and melodies represent different animals in the woods. Or the theme from Star Wars where you can tell that <span class=playable>Darth Vader is coming</span> by hearing that signature melody."},{"type":"text","value":"This creates a musical storytelling shortcut - you can convey story and emotional information without words, just music. The audience can feel this information even if they can’t consciously perceive how it’s being delivered."},{"type":"text","value":"~“Up” opening sequence example?~"},{"type":"text","value":"This technique has been embraced in many mediums from film scores to opera to modern musical theater."}]},{"section":"level-up","content":[{"type":"text","value":"Let’s look at all of the motifs in Wicked. Here, I’m just looking at recurring <strong>melodic</strong> ideas that are <strong>sung</strong> (excluding things happening in the orchestra), because those are the most obvious to perceive. There are 6 total, including “unlimited.”"},{"type":"ArcViz","value":{"id":"wicked","musical":"wicked","title":"Wicked: All motifs"}},{"type":"text","value":"Now, I love Wicked, but it is not my favorite musical. That’s because I’m a music / story nerd, and I know that if I really want to see this technique of conveying story and emotion through melody, I should look elsewhere:"},{"type":"ArcViz","value":{"id":"lesmis","musical":"lesmis","title":"Les Misérables: All motifs","interactive":"false"}},{"type":"text","value":"Les Miserables is a musical that’s known for its heavy use of motifs. The musical is sung-through (like an opera), there is almost no spoken dialogue at all, different from Wicked, which has less than half as many songs separated by lots of spoken dialogue. So in Les Miserables, this musical structure does a lot to help the audience both understand and feel the emotional impact of the story."}]},{"section":"techniques","content":[{"type":"text","value":"Let’s look at some of the ways that Les Miserables uses motifs to convey information."},{"type":"h2","value":"When a motif represents a character"},{"type":"text","value":"Leitmotifs, sometimes we represent a character. This can help cue the audience, helps follow the plot."},{"type":"text","value":"[viz of all Les Mis motifs but you can filter by character]"},{"type":"text","value":"Here are some of JVJ’s signature motifs, it changes as we transition to the second act and years pass."},{"type":"ArcViz","value":{"id":"character-motif","musical":"lesmis","title":"Les Misérables: Character motifs"}},{"type":"text","value":"Another cool subset of this is when a character’s motif is handed to a new character, like “I’m Not That Girl” in Wicked. (although this is more a motif that represents an idea)"},{"type":"ArcViz","value":{"id":"character-switch","musical":"wicked","title":"Wicked: “I’m Not That Girl”"}},{"type":"h2","value":"When a motif represents an idea (basic, A/B structure)"},{"type":"h2","value":"Same motif, new emotion"},{"type":"h2","value":"When all of them come together"},{"type":"h2","value":"When one from the very beginning comes back at the end"}]},{"section":"hamilton","content":[{"type":"text","value":"Hamilton! Not sure where I’ll put this yet."},{"type":"ArcViz","value":{"id":"hamilton","musical":"hamilton","title":"Hamilton: All Motifs"}}]}]}